export const PRODUCTS_PAGE_LIST = [
  {
    id: 'maestro',
    title: 'Octavio Maestro',
    colors: ['white', 'black'],
    slogan:
      'Hi-Fi звучание в вашей повседневной жизни: доступ ко всей музыке из ваших любимых потоковых сервисов в высоком разрешении, плюс тысячи радиостанций и подкастов.',
    description: [
      'Maestro был разработан, чтобы объединить в компактном формате все, что составляет качественную аудиосистему: Hi-Fi колонки, встроенное двухканальное усиление и технологии стриминга.',
      'Он наполнит вашу комнату музыкой как в одиночной конфигурации, так и в стереопаре. Точные высокие частоты, естественный вокал и контролируемый бас — все это в устройстве, которое так же просто в подключении, как и обычная колонка.',
      'Octavio Maestro объединяет 40 лет опыта в мире high fidelity звука благодаря своим динамикам, разработанным в сотрудничестве с Davis Acoustics. Эта акустическая система поддерживает мультирум и может встраиваться в систему умного дома — все для удобной и современной жизни!',
    ],
    otherProducts: [
      {
        link: '/product?id=amp',
        title: 'Octavio Amp',
      },
      {
        link: '/product?id=streamg2',
        title: 'Octavio Amp',
      },
    ],
  },
  {
    id: 'amp',
    title: 'Octavio Amp',
    slogan: 'Octavio Amp – это мост между аналоговым и цифровым миром.',
    description: [
      'Maestro был разработан, чтобы объединить в компактном формате все, что составляет качественную аудиосистему: Hi-Fi колонки, встроенное двухканальное усиление и технологии стриминга.',
      'Он наполнит вашу комнату музыкой как в одиночной конфигурации, так и в стереопаре. Точные высокие частоты, естественный вокал и контролируемый бас — все это в устройстве, которое так же просто в подключении, как и обычная колонка.',
      'Octavio Maestro объединяет 40 лет опыта в мире high fidelity звука благодаря своим динамикам, разработанным в сотрудничестве с Davis Acoustics. Эта акустическая система поддерживает мультирум и может встраиваться в систему умного дома — все для удобной и современной жизни!',
    ],
    otherProducts: [
      {
        link: '/product?id=maestro',
        title: 'Octavio Amp',
      },
      {
        link: '/product?id=streamg2',
        title: 'Octavio Amp',
      },
    ],
  },
];
