import styles from './policy.module.scss';

export const PolicyText = () => (
  <div className={styles.policy}>
    <h3>Политика конфиденциальности</h3>
    <p>Мы не собираем, не храним и не обрабатываем ваши персональные данные.</p>
    <p>
      Настоящая Политика использования cookie объясняет, как Octavio Audio (далее – Мы) использует
      файлы cookie на сайте octavio-audio.ru (далее – Сайт).
    </p>
    <p>
      Cookie – это небольшие текстовые файлы, которые сохраняются на вашем устройстве при посещении
      Сайта. Они помогают нам улучшать работу Сайта и собирают данные о том, как вы используете
      Сайт, для оптимизации его работы.
    </p>
    <p>
      Cookie-файлы, сохраняемые на вашем компьютере, принадлежат Яндекс.Метрика и хранятся на
      серверах Яндекса, расположенных в Российской Федерации. Яндекс обрабатывает полученную
      информацию в порядке, установленном политикой использования файлов cookie, размещенной в сети
      «Интернет» по адресу:{' '}
      <a href="https://yandex.ru/legal/cookies_policy">https://yandex.ru/legal/cookies_policy</a>
    </p>
    <p>
      Мы используем как сеансовые cookie (удаляются после закрытия браузера), так и постоянные
      cookie (хранятся в течение фиксированного срока).
    </p>
    <p>
      Чтобы сохранить конфиденциальность персональных данных, Мы не собираем и не передаем
      персональную и иную идентификационную информацию.
    </p>
    <p>
      К собираемым и обрабатываемым данным относится обезличенная информация. Яндекс Метрика
      автоматически присваивает ClientID каждому уникальному посетителю сайта. Этот идентификатор -
      анонимный - он создается случайным образом и определяет:
    </p>
    <ul>
      <li>URL страницы;</li>
      <li>Реферер страницы;</li>
      <li>Операционная система и ее версия;</li>
      <li>Браузер, его версия и язык браузера;</li>
      <li>Высота и ширина экрана;</li>
      <li>Наличие Cookies и наличие JavaScript;</li>
      <li>Географические данные (страна/город по IP адресу);</li>
      <li>Время на сайте и глубина просмотра.</li>
    </ul>
    <p>
      Цель сбора и обработки данных: анализ пользовательской активности с помощью сервиса
      «Яндекс.Метрика». Данные, собранные через cookie, не передаются за пределы юрисдикции.
    </p>
    <p>
      Для получения дополнительной информации, Вы можете связаться с нами, отправив запрос на адрес
      электронной почты: <a href="mailto:info@tl-sound.ru">info@tl-sound.ru</a>
    </p>
    <p>
      Посетители могут использовать материалы сайта без письменного согласия и на безвозмездной
      основе в личных и информационных целях. Использование материалов сайта в коммерческих целях
      осуществляется на основании договоров, заключённых в письменной форме. Заключить договор на
      коммерческое использование материалов или письменное согласие для иных целей можно обратившись
      по электронной почте <a href="mailto:info@tl-sound.ru">info@tl-sound.ru</a>
    </p>
    <p>Дата публикации: 06.06.2025 г.</p>
  </div>
);
