export const PolicyText = () => (
  <div>
    <h3>Политика конфиденциальности</h3>
    <p> Мы не собираем, не храним, и не обрабатываем ваши персональные данные.</p>
    <p> Cookie-файлы, сохраняемые на вашем компьютере, принадлежат Яндекс.Метрика.</p>
    <p>
      {' '}
      Чтобы сохранить конфиденциальность персональных данных, условия использования сервиса Яндекс
      Метрика запрещают передавать следующую идентификационную информацию:
    </p>
    <ul>
      <li>фамилия, имя и отчество;</li>
      <li>данные документов, удостоверяющих личность;</li>
      <li>данные банковской карты;</li>
      <li>номер телефона;</li>
      <li>адрес электронной почты;</li>
      <li>информация о точном местоположении, определенная, например, с помощью GPS;</li>
      <li>пароли к учетным записям.</li>
    </ul>
    <p>
      К собираемым и обрабатываемым данным относится обезличенная информация. Яндекс Метрика
      автоматически присваивает ClientID каждому уникальному посетителю сайта. Этот идентификатор -
      анонимный - он создается случайным образом и определяет:
    </p>
    <ul>
      <li>URL страницы;</li>
      <li>Реферер страницы;</li>
      <li>Операционная система и ее версия;</li>
      <li>Браузер, его версия и язык браузера;</li>
      <li>Высота и ширина экрана;</li>
      <li>Наличие Cookies и наличие JavaScript;</li>
      <li>Географические данные (страна/город по IP адресу);</li>
      <li>Время на сайте и глубина просмотра.</li>
    </ul>
    <p>
      Цель сбора и обработки данных: анализ пользовательской активности с помощью сервиса
      «Яндекс.Метрика».
    </p>
  </div>
);
