export const BLOG_ITEMS = [
  {
    id: 1,
    title: 'Octavio Harmony: новое поколение объемного звучания',
    description:
      'Стоит один раз поменять обычную bluetooth-колонку на что-то посерьёзнее — и вы уже в другом измерении. Тут и усилители, и конвертеры, и загадочные «каналы». Кажется, чтобы собрать систему мечты, нужен диплом акустика. Но хорошие новости в том, что технологии становятся умнее — и сегодня объёмный звук можно получить без боли, паутины из проводов и Dolby Atmos. Octavio и Harmony — как раз об этом.',
    imgSrc: '/posts/img/Octavio-Harmony.webp',
    link: '/news?id=1',
    textPath: '/posts/Octavio-Harmony.md',
  },
  {
    id: 2,
    title: 'Почему стоит использовать Audirvana?',
    description:
      'Audirvana призвана обеспечить абсолютную прозрачность при воспроизведении вашей музыки ультра высокого качества с компьютера. В 2011 году Дамиен Плиссон создал первую версию программного обеспечения для воспроизведения аудио высокого качества, которое за последние годы заняло заметное место в мире Hi-Fi.',
    imgSrc: '/posts/img/Audirvana-Octavio.webp',
    link: '/news?id=2',
    textPath: '/posts/Audirvana.md',
  },
  {
    id: 3,
    title: 'Почему стоит использовать Roon?',
    description:
      'Американский конкурент Audirvana, Roon — это программное обеспечение для воспроизведения аудио и управления музыкальной библиотекой. Особенность Roon заключается в том, что оно позволяет управлять как файлами, хранящимися локально на компьютере или NAS (Network-attached Storage) , так и файлами, размещенными на стриминговых платформах, таких как Qobuz, Tidal, Deezer и других. Всё это реализовано в эргономичном и интуитивно понятном интерфейсе.',
    imgSrc: '/posts/img/Roon-Octavio.webp',
    link: '/news?id=3',
    textPath: '/posts/Roon.md',
  },
  {
    id: 4,
    title: 'Проигрыватель винила и Octavio Maestro',
    description:
      'Что такое фонокорректор и зачем он нужен? Фонокорректор — это электронное устройство, предназначенное для усиления и частотной коррекции сигнала, поступающего от винилового проигрывателя. Виниловые проигрыватели выдают сигнал значительно слабее, чем другие аудиоустройства, поэтому этот сигнал необходимо предварительно усилить перед подачей на усилитель мощности или активные колонки. Кроме того, без соответствующей коррекции низкие частоты будут ослаблены, а высокие — чрезмерно усилены. Это связано с особенностями записи звука на виниловые пластинки. С середины XX века индустрия звукозаписи использует стандарт эквализации RIAA, который компенсирует эти искажения. Фонокорректор выполняет обратную коррекцию, восстанавливая правильный баланс между различными частотами.',
    imgSrc: '/posts/img/Turntable-Octavio.webp',
    link: '/news?id=4',
    textPath: '/posts/Octavio-Maestro.md',
  },
  {
    id: 5,
    title: 'Обзор акустики Octavio от Евгения Шведова iamhear ',
    description:
      'Наконец-то можно подробнее узнать про нашу новинку – активную беспроводную полочную акустику с функционалом стриминга, поддерживающая мультирум, совместимую с умным домом… ',
    iframe: 'https://dzen.ru/embed/onEYh0h0IAAA?from_block=partner&from=zen&mute=0&autoplay=0&tv=0',
    imgSrc: '/news/news-1.png',
    link: '/news?id=5',
    textPath: '',
  },
];

export const PRODUCTS_LIST = [
  {
    id: 0,
    name: 'Octavio Maestro',
    imgSrc: '/Maestro-Light/2.webp',
    href: '/product/?id=maestro',
  },
  {
    id: 1,
    name: 'Octavio Amp',
    imgSrc: '/Amp/8.webp',
    href: '/product/?id=amp',
  },
  {
    id: 2,
    name: 'Octavio StreamG2',
    imgSrc: '/Stream/1.png',
    href: '/product/?id=stream',
  },
];
